tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "act"
brew "awscli"
brew "bison"
brew "glib"
brew "docker"
brew "dotnet"
brew "git"
brew "go"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "helm"
brew "lazygit"
brew "minikube"
brew "neovim"
brew "node"
brew "nvm"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "tmux"
brew "yarn", link: false
brew "zsh"
brew "zsh-autosuggestions"
cask "amethyst"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "obsidian"
cask "postman"
