tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "awscli"
brew "docker"
brew "dotnet"
brew "git"
brew "gradle"
brew "gradle@6"
brew "lazygit"
brew "libpq", link: true
brew "neovim"
brew "node"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "tmux"
brew "yarn"
brew "zsh"
cask "amethyst"
cask "font-hack-nerd-font"
cask "iterm2"
cask "jetbrains-toolbox"
cask "obsidian"
cask "postman"
